Repository: Amir961/bazaryab
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Enter your phone number
fa: شماره تلفن همراه خود را وارد کنید

# login_label
source: Login
fa: ورود

# dont_have_account_label
source: Dont have account?
fa: اکانت ندارید؟

# sign_in_label
source: Sign In
fa: ثبت نام

# enter_phone_and_code_label
source: Enter your mobile phone number and national ID number, an activation code will be sent to you by SMS.
fa: شماره تلفن همراه و شماره ملی خود را وارد نمایید، کد فعال سازی برای شما پیامک خواهد شد.

# phone_number_label
source: Phone number
fa: شماره همراه

# national_code_label
source: National code
fa: شماره ملی

# have_account_label
source: Have account?
fa: اکانت دارید؟

# receive_code_label
source: Receive active code
fa: دریافت کد فعال سازی

# dont_receive_code
source: Didn't receive the activation code?
fa: کد فعال سازی را دریافت نکرده اید؟

# resend_label
source: Resend
fa: ارسال مجدد

# send_code_to_number
source: the code sent to
fa: کد ارسال شده به شماره

source: Entered
fa: را وارد نمایید.

# confirm_label
source: Confirm
fa: تایید

# return_label
source: Return
fa: بازگشت

# home_screen_label
source: Home Screen
fa: صفحه اصلی

# fare_inquiry_label
source: Fare inquiry
fa: استعلام کرایه

# bill_lading_commission_label
source: Bill of commission
fa: کمیسیون بارنامه

# bill_lading_label
source: Bill of lading(Coming Soon)
fa: صدور بارنامه

# failed_label
source: Error
fa: ناموفق

# yes_label
source: Yes
fa: بله

# no_label
source: No
fa: خیر

# do_you_want_log_out_label
source: Do you want to log out of your account?
fa: آیا میخواهید از حساب کاربری خود خارج شوید؟

# type_fare_label
source: Fare Type
fa: نوع کرایه

# select_type_fare_label
source: Select Fare Type
fa: نوع کرایه را انتخاب کنید

# fare_basic_label
source: Fare Basic
fa: کرایه پایه

# fare_comp_label
source: Fare Complete
fa: کرایه کامل

# fare_label
source: Fare
fa: کرایه

# price_fare_basic_label
source: Price Fare Basic
fa: مبلغ کرایه پایه را وارد کنید

# price_fare_comp_label
source: Price Fare Complete
fa: مبلغ کرایه کامل را وارد کنید

# rial_label
source: Rial
fa: ریال

# toman_label
source: toman
fa: تومان

# commission_amount_label
source: Commission
fa: کمیسیون

# enter_commission_amount_label
source: Enter commission amount
fa: مقدار کمیسیون را وارد کنید

# error_label
source: The commission amount is between 3 and 15 percent.
fa: مقدار کمیسیون بین 3 تا 15 درصد باشد

# percent_label
source: percent
fa: درصد

# calculate_label
source: Calculate
fa: محاسبه

source: Commission payable excluding insurance
fa: کمیسیون قابل پرداخت بدون احتساب بیمه

source: Fare calculation
fa: محاسبه کرایه

source: Freight freight
fa: کرایه حمل بار

source: Distance
fa: مسافت

source: Origin
fa: مبدا

source: Destination
fa: مقصد

# type_goods
source: Type of goods
fa: نوع کالا

source: Loading Type
fa: نوع بارگیری

source: Weight
fa: وزن

source: Tons
fa: تن

source: Kilograms
fa: کیلوگرم

# minimum_weight_tons
source: Minimum weight is 22 tons
fa: حداقل وزن 22 تن است

source: Search Origin City
fa: شهر مبدا را جستجو کنید

source: Search for destination city
fa: شهر مقصد را جستجو کنید

source: Search Commodity Type
fa: نوع کالا را جستجو کنید

source: Select loading type
fa: نوع بارگیری را انتخاب کنید

source: Enter weight
fa: وزن را وارد کنید

source: Kilometer
fa: کیلومتر

# try_again_label
source: Try again
fa: دوباره سعی کنید.

# network_error
source: Check your internet connection!
fa: اتصال اینترنت خود را چک کنید

# congratulations_label
source: Congratulations!
fa: تبریک!

# you_have_successfully_logged_in_label
source: You have successfully logged in.
fa: ورود شما با موفقیت انجام شد

# searching_label
source: Searching..
fa: در حال جستجو..

# no_items_found_label
source: No items found
fa: موردی یافت نشد

# enter_least_three_characters_label
source: Enter at least three characters
fa: حداقل سه کاراکتر وارد کنید
